const About = ({ className }) => {
  return (
    <p className={className}>
      「花を見る会」は毎月主に東京都内で交流しながら花を鑑賞しお茶をする、誰でも参加可能な会です。花に詳しい必要もなく、学生・社会人問わず誰でも気軽に参加することができます。アドバイザーによる解説付きです。まれに首都圏内ならば遠出もします。
      <br />
      <br />
      「花を見る会」は、「花見という身近なテーマで色々な人と交流したい！」という願いの下、2023 年 5
      月に発足しました。
      <br />
      それからほぼ毎月開催しています。X (旧 Twitter) で募集したたくさんの方に参加いただきました。
      <br /> <br />
      当会では有名な名所ではなく、できるだけ空いている穴場のスポットで花を見ることをコンセプトとしています。
      <br />
      当会の植物アドバイザーの持つ豊富な穴場リストを参考に開催場所を選定しています。
      <br /> <br />
      どうぞお気軽にご参加ください。話すのが苦手という方も、不安になる必要は全くありません。それぞれのペースで花を見ながら楽しみましょう。
      <br />
      (そういう主催者自身もどちらかというと内気です) <br /> <br />
      このような会の主催は初めてで，至らぬ点もあるかと思いますが、よろしくお願いします。
      <br /> <br />
      「花を見る会」でいろいろな花を見るようになってから、主催者は自然はこんなに美しいのかと気づきました。花の名前もわかるようになり、他の場所でも目につくようになりました。紅葉の味わいもわかるようになりました。
      <br />
      <br />
      当会は自然の趣深さを感じるいい機会となるイベントなのではないかと思っています。
    </p>
  )
}

export default About
